Repository: hebiweng/interstellar
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ko, tr, zh_hans

# ask.likelihood-and-suitability-describe-support-within-this-chart-model-they
source: Likelihood and suitability describe support within this chart model. They are not statistical probabilities.
de: Wahrscheinlichkeit und Eignung beschreiben die Unterstützung innerhalb dieses Horoskopmodells. Sie sind keine statistischen Wahrscheinlichkeiten.
es: La probabilidad y la idoneidad describen el grado de apoyo dentro de este modelo de carta. No son probabilidades estadísticas.
fr: La probabilité et l’adéquation décrivent le degré de soutien dans ce modèle de carte. Ce ne sont pas des probabilités statistiques.
it: Probabilità e idoneità descrivono il sostegno all’interno di questo modello astrologico. Non sono probabilità statistiche.
ko: 가능성과 적합성은 이 차트 모델 안에서의 지지 정도를 설명하며 통계적 확률이 아닙니다.
tr: Olasılık ve uygunluk, bu harita modeli içindeki desteği açıklar. İstatistiksel olasılıklar değildir.
zh_hans: 可能性和适合度表示当前盘面模型中的支持程度，并非统计学概率。

# ask.likelihood.4683602
source: likelihood
de: Wahrscheinlichkeit
es: probabilidad
fr: probabilité
it: probabilità
ko: 가능성
tr: olasılık
zh_hans: 可能性

# ask.likely-no
source: Likely no
de: Wahrscheinlich nein
es: Probablemente no
fr: Probablement non
it: Probabilmente no
ko: 아니요 가능성이 큼
tr: Büyük olasılıkla hayır
zh_hans: 可能性较低

# ask.likely-yes
source: Likely yes
de: Wahrscheinlich ja
es: Probablemente sí
fr: Probablement oui
it: Probabilmente sì
ko: 예 가능성이 큼
tr: Büyük olasılıkla evet
zh_hans: 比较可能

# ask.limited-free
source: Free for a limited time
de: Für begrenzte Zeit kostenlos
es: Gratis por tiempo limitado
fr: Gratuit pour une durée limitée
it: Gratis per un periodo limitato
ko: 기간 한정 무료
tr: Sınırlı süre ücretsiz
zh_hans: 限时免费

# ask.local-results-only
source: Local results only
de: Nur lokale Ergebnisse
es: Solo resultados locales
fr: Résultats locaux uniquement
it: Solo risultati locali
ko: 로컬 결과만
tr: Yalnızca yerel sonuçlar
zh_hans: 仅保存在本机

# ask.location
source: Location
de: Standort
es: Lugar
fr: Lieu
it: Località
ko: 위치
tr: Konum
zh_hans: 地点

# ask.mixed
source: Mixed
de: Gemischt
es: Mixto
fr: Mitigé
it: Misto
ko: 혼재
tr: Karışık
zh_hans: 信号不一

# ask.month
source: Month
de: Monat
es: Mes
fr: Mois
it: Mese
ko: 월
tr: Ay
zh_hans: 月

# ask.mutual-reception
source: Mutual reception
de: Gegenseitige Rezeption
es: Recepción mutua
fr: Réception mutuelle
it: Ricezione reciproca
ko: 상호 리셉션
tr: Karşılıklı resepsiyon
zh_hans: 互相接纳

# ask.name-each-option
source: Name each option
de: Benenne jede Option
es: Nombra cada opción
fr: Nommez chaque option
it: Dai un nome a ogni opzione
ko: 각 선택지에 이름을 지정하세요
tr: Her seçeneği adlandırın
zh_hans: 填写每个选项

# ask.name-the-real-options-and-choose-their-life-areas
source: Name the real options and choose the life areas that apply to them.
de: Benenne die tatsächlichen Optionen und wähle die passenden Lebensbereiche.
es: Nombra las opciones reales y elige las áreas de vida que les corresponden.
fr: Nommez les options réelles et choisissez les domaines de vie concernés.
it: Dai un nome alle opzioni reali e scegli le aree di vita pertinenti.
ko: 실제 선택지의 이름을 정하고 해당 생활 영역을 선택하세요.
tr: Gerçek seçenekleri adlandırın ve bunlara uyan yaşam alanlarını seçin.
zh_hans: 为实际选项命名，并选择它们涉及的生活领域。

# ask.name-the-real-options-and-give-each-one-a-different-area
source: Name the real options and give each one a different area.
de: Benenne die tatsächlichen Optionen und ordne jeder einen anderen Bereich zu.
es: Nombra las opciones reales y asigna a cada una un ámbito diferente.
fr: Nommez les options réelles et attribuez à chacune un domaine différent.
it: Dai un nome alle opzioni reali e assegna a ciascuna un’area diversa.
ko: 실제 선택지의 이름을 정하고 각각 다른 영역을 지정하세요.
tr: Gerçek seçenekleri adlandırın ve her birine farklı bir alan verin.
zh_hans: 填写真实选项，并为每项选择不同的对应领域。

# ask.no-clear-judgment
source: No clear judgment
de: Kein klares Urteil
es: Sin juicio claro
fr: Pas de jugement clair
it: Nessun giudizio chiaro
ko: 명확한 판단 없음
tr: Net bir hüküm yok
zh_hans: 暂无明确判断

# ask.no-clear-option
source: No clear option
de: Keine klare Option
es: Ninguna opción clara
fr: Aucune option claire
it: Nessuna opzione chiara
ko: 뚜렷한 선택지 없음
tr: Net bir seçenek yok
zh_hans: 暂无明确选项

# ask.no-major-aspect-in-orb
source: No major aspect in orb
de: Kein Hauptaspekt im Orb
es: Ningún aspecto mayor dentro del orbe
fr: Aucun aspect majeur dans l’orbe
it: Nessun aspetto maggiore entro l’orb
ko: 오브 내 주요 애스펙트 없음
tr: Orb içinde majör açı yok
zh_hans: 容许度内没有主要相位

# ask.no-major-reception
source: No major reception
de: Keine wesentliche Rezeption
es: Ninguna recepción mayor
fr: Aucune réception majeure
it: Nessuna ricezione significativa
ko: 주요 리셉션 없음
tr: Majör resepsiyon yok
zh_hans: 没有主要接纳

# ask.no-next-major-aspect
source: No next major aspect
de: Kein nächster Hauptaspekt
es: Ningún aspecto mayor siguiente
fr: Aucun prochain aspect majeur
it: Nessun prossimo aspetto maggiore
ko: 다음 주요 애스펙트 없음
tr: Bir sonraki majör açı yok
zh_hans: 没有后续主要相位

# ask.no-questions-yet
source: No questions yet.
de: Noch keine Fragen.
es: Aún no hay preguntas.
fr: Aucune question pour le moment.
it: Nessuna domanda per ora.
ko: 아직 질문이 없습니다.
tr: Henüz soru yok.
zh_hans: 还没有问过问题。

# ask.no-saved-questions-yet
source: No saved questions yet
de: Noch keine gespeicherten Fragen
es: Aún no hay preguntas guardadas
fr: Aucune question enregistrée pour le moment
it: Nessuna domanda salvata per ora
ko: 아직 저장된 질문이 없습니다
tr: Henüz kayıtlı soru yok
zh_hans: 还没有保存的问题

# ask.no-timing-found
source: No timing found
de: Kein Timing gefunden
es: No se encontró un momento recomendado
fr: Aucun moment recommandé trouvé
it: Nessuna tempistica trovata
ko: 타이밍을 찾지 못함
tr: Zamanlama bulunamadı
zh_hans: 暂无推荐时间

# ask.one-way-reception
source: One-way reception
de: Einseitige Rezeption
es: Recepción unilateral
fr: Réception à sens unique
it: Ricezione unidirezionale
ko: 단방향 리셉션
tr: Tek yönlü resepsiyon
zh_hans: 单向接纳

# ask.option-ranking
source: Option ranking
de: Optionsrangfolge
es: Clasificación de opciones
fr: Classement des options
it: Classifica delle opzioni
ko: 선택지 순위
tr: Seçenek sıralaması
zh_hans: 选项排名

# ask.optional-description
source: Optional description
de: Optionale Beschreibung
es: Descripción opcional
fr: Description facultative
it: Descrizione facoltativa
ko: 선택 설명
tr: İsteğe bağlı açıklama
zh_hans: 行动名称（可选）

# ask.peak
source: Peak:
de: Höhepunkt:
es: Pico:
fr: Pic :
it: Picco:
ko: 정점:
tr: Zirve:
zh_hans: 峰值日：

# ask.perfection
source: Completion path
de: Vollendungsweg
es: Vía de culminación
fr: Voie d’accomplissement
it: Percorso di perfezionamento
ko: 성사 경로
tr: Tamamlama yolu
zh_hans: 完成路径

# ask.perfection.collection
source: Brought together by another planet
de: Durch einen anderen Planeten zusammengeführt (Sammlung des Lichts)
es: Reunida por otro planeta
fr: Réunie par une autre planète
it: Riuniti da un altro pianeta tramite raccolta di luce
ko: 다른 행성의 빛의 수집으로 연결됨
tr: Başka bir gezegenin ışık toplamasıyla bir araya geliyor
zh_hans: 由另一颗行星汇集

# ask.perfection.delayed
source: Delayed by an earlier contact
de: Durch einen früheren Kontakt verzögert
es: Retrasada por un contacto anterior
fr: Retardée par un contact antérieur
it: Ritardato da un contatto precedente
ko: 앞선 접촉으로 지연됨
tr: Daha önceki bir temas nedeniyle gecikiyor
zh_hans: 被更早的联系延迟

# ask.perfection.direct
source: Direct connection
de: Direkte Verbindung
es: Conexión directa
fr: Lien direct
it: Connessione diretta
ko: 직접 연결
tr: Doğrudan bağlantı
zh_hans: 直接联系

# ask.perfection.none
source: No decisive path
de: Kein entscheidender Weg
es: Sin vía decisiva
fr: Aucune voie décisive
it: Nessun percorso decisivo
ko: 결정적인 경로 없음
tr: Belirleyici bir yol yok
zh_hans: 没有决定性路径

# ask.perfection.prevented
source: Interrupted before completion
de: Vor der Vollendung unterbrochen
es: Interrumpida antes de culminar
fr: Interrompue avant l’accomplissement
it: Interrotto prima del completamento
ko: 성사 전에 중단됨
tr: Tamamlanmadan önce kesiliyor
zh_hans: 完成前被打断

# ask.perfection.translation
source: Carried by another planet
de: Durch einen anderen Planeten übertragen (Übertragung des Lichts)
es: Transmitida por otro planeta
fr: Transmise par une autre planète
it: Trasportato da un altro pianeta tramite traslazione di luce
ko: 다른 행성의 빛의 전달로 이어짐
tr: Başka bir gezegen tarafından ışık aktarımıyla taşınıyor
zh_hans: 由另一颗行星传递

# ask.planetary-hour
source: Planetary hour
de: Planetenstunde
es: Hora planetaria
fr: Heure planétaire
it: Ora planetaria
ko: 행성시
tr: Gezegen saati
zh_hans: 行星时

# ask.planetary-hour-agrees
source: Fits the Ascendant
de: Stimmt mit dem Aszendenten überein
es: Concuerda con el Ascendente
fr: Concorde avec l’Ascendant
it: Concorda con l’Ascendente
ko: 상승점과 부합
tr: Yükselenle uyumlu
zh_hans: 与上升相符

# ask.planetary-hour-differs
source: Differs from the Ascendant
de: Stimmt nicht mit dem Aszendenten überein
es: No concuerda con el Ascendente
fr: Ne concorde pas avec l’Ascendant
it: Non concorda con l’Ascendente
ko: 상승점과 불일치
tr: Yükselenle uyuşmuyor
zh_hans: 与上升不相符

# ask.planetary-hour-unavailable
source: Unavailable at this latitude or time
de: Für diesen Breitengrad oder Zeitpunkt nicht verfügbar
es: No disponible para esta latitud u hora
fr: Indisponible à cette latitude ou à cette heure
it: Non disponibile a questa latitudine o ora
ko: 이 위도 또는 시간에는 계산할 수 없음
tr: Bu enlem veya saatte kullanılamıyor
zh_hans: 此纬度或时段无法可靠计算

# ask.precision
source: Precision
de: Genauigkeit
es: Precisión
fr: Précision
it: Precisione
ko: 정밀도
tr: Hassasiyet
zh_hans: 精度

# ask.primary
source: Primary
de: Primär
es: Principal
fr: Principal
it: Primaria
ko: 주요
tr: Birincil
zh_hans: 主要

# ask.professional.accidental-debilities
source: Accidental debilities
de: Akzidentielle Schwächen
es: Debilidades accidentales
fr: Débilités accidentelles
it: Debilità accidentali
ko: 우발적 약점
tr: Arızi zayıflıklar
zh_hans: 偶然弱势

# ask.professional.accidental-fortitudes
source: Accidental fortitudes
de: Akzidentielle Stärken
es: Fortalezas accidentales
fr: Fortitudes accidentelles
it: Fortitudini accidentali
ko: 우발적 강점
tr: Arızi güçlülükler
zh_hans: 偶然优势

# ask.professional.essential-debilities
source: Essential debilities
de: Essenzielle Schwächen
es: Debilidades esenciales
fr: Débilités essentielles
it: Debilità essenziali
ko: 본질적 약점
tr: Esas zayıflıklar
zh_hans: 本质弱势

# ask.professional.essential-fortitudes
source: Essential fortitudes
de: Essenzielle Stärken
es: Fortalezas esenciales
fr: Fortitudes essentielles
it: Fortitudini essenziali
ko: 본질적 강점
tr: Esas güçlülükler
zh_hans: 本质优势

# ask.professional.interruption.sign-change
source: Sign change
de: Zeichenwechsel
es: Cambio de signo
fr: Changement de signe
it: Cambio di segno
ko: 사인 변경
tr: Burç değişimi
zh_hans: 换座

# ask.professional.interruptions
source: Perfection interruptions
de: Unterbrechungen der Vollendung
es: Interrupciones de perfección
fr: Interruptions de perfection
it: Interruzioni della perfezione
ko: 성립 방해 요인
tr: Tamamlanma kesintileri
zh_hans: 成相阻断

# ask.professional.lilly-fortitude
source: Lilly Fortitude
de: Lilly-Stärken
es: Fortaleza según Lilly
fr: Forces selon Lilly
it: Forze secondo Lilly
ko: 릴리 강약 평가
tr: Lilly Güçlülükleri
zh_hans: Lilly 强弱评估

# ask.professional.querent-fortitude
source: Querent fortitude
de: Stärke des Fragenden
es: Fortaleza del consultante
fr: Force du consultant
it: Forza del consultante
ko: 질문자 강약
tr: Soranın gücü
zh_hans: 询问者强弱

# ask.professional.target-fortitude
source: Target fortitude
de: Stärke des Zielsignifikators
es: Fortaleza del objetivo
fr: Force du significateur cible
it: Forza del significatore obiettivo
ko: 대상 강약
tr: Hedef göstergenin gücü
zh_hans: 目标方强弱

# ask.querent-ruler
source: Querent ruler
de: Herrscher des Fragenden
es: Regente del consultante
fr: Maître du consultant
it: Governatore del consultante
ko: 질문자 주인성
tr: Soruyu soranın yöneticisi
zh_hans: 提问者主星

# ask.radicality
source: Radicality
de: Radikalität
es: Radicalidad
fr: Radicalité
it: Radicalità
ko: 래디컬리티
tr: Radikallik
zh_hans: 问事盘根性

# ask.radicality.not-established
source: Not established
de: Nicht bestätigt
es: No establecida
fr: Non établie
it: Non stabilita
ko: 성립되지 않음
tr: Kurulmadı
zh_hans: 未建立

# ask.radicality.supported
source: Supported
de: Bestätigt
es: Respaldada
fr: Établie
it: Supportata
ko: 성립
tr: Destekleniyor
zh_hans: 成立

# ask.radicality.unavailable
source: Could not be assessed
de: Nicht beurteilbar
es: No se pudo evaluar
fr: Impossible à évaluer
it: Non valutabile
ko: 평가할 수 없음
tr: Değerlendirilemedi
zh_hans: 无法评估

# ask.recent-questions
source: Recent questions
de: Letzte Fragen
es: Preguntas recientes
fr: Questions récentes
it: Domande recenti
ko: 최근 질문
tr: Son sorular
zh_hans: 最近的问题

# ask.reception
source: Reception
de: Rezeption
es: Recepción
fr: Réception
it: Ricezione
ko: 리셉션
tr: Resepsiyon
zh_hans: 接纳

# ask.recommended-window
source: Recommended window
de: Empfohlenes Zeitfenster
es: Ventana recomendada
fr: Fenêtre recommandée
it: Finestra consigliata
ko: 권장 시간대
tr: Önerilen zaman aralığı
zh_hans: 推荐窗口

# ask.related
source: Related
de: Verwandt
es: Relacionada
fr: Associé
it: Correlata
ko: 관련
tr: İlgili
zh_hans: 相关

# ask.reliability.caution
source: Use caution
de: Mit Vorsicht deuten
es: Interpretar con cautela
fr: À interpréter avec prudence
it: Interpretare con cautela
ko: 신중한 해석 필요
tr: Dikkatle yorumlayın
zh_hans: 需谨慎判断

# ask.reliability.high
source: Clear
de: Klar
es: Clara
fr: Claire
it: Chiara
ko: 명확함
tr: Net
zh_hans: 清晰

# ask.reliability.moderate
source: Some cautions
de: Mit einigen Vorbehalten
es: Con algunas cautelas
fr: Avec quelques réserves
it: Con alcune cautele
ko: 일부 주의 필요
tr: Bazı çekinceler var
zh_hans: 有一些保留

# ask.result
source: Result
de: Ergebnis
es: Resultado
fr: Résultat
it: Risultato
ko: 결과
tr: Sonuç
zh_hans: 结果

# ask.result-explanations-are-unavailable
source: Result explanations are unavailable.
de: Ergebnis-Erklärungen sind nicht verfügbar.
es: Las explicaciones del resultado no están disponibles.
fr: Les explications du résultat ne sont pas disponibles.
it: Le spiegazioni dei risultati non sono disponibili.
ko: 결과 설명을 사용할 수 없습니다.
tr: Sonuç açıklamaları kullanılamıyor.
zh_hans: 结果解读内容暂不可用。

# ask.search-by-day-week-or-month
source: Search by day, week, or month.
de: Nach Tag, Woche oder Monat suchen.
es: Busca por día, semana o mes.
fr: Recherchez par jour, semaine ou mois.
it: Cerca per giorno, settimana o mese.
ko: 일, 주 또는 월 단위로 검색하세요.
tr: Gün, hafta veya aya göre arayın.
zh_hans: 按天、周或月寻找更合适的行动时间。

# ask.search-range
source: Search range
de: Suchbereich
es: Rango de búsqueda
fr: Période de recherche
it: Intervallo di ricerca
ko: 검색 범위
tr: Arama aralığı
zh_hans: 搜索范围

# ask.search-starts
source: Search starts
de: Suche beginnt
es: Inicio de la búsqueda
fr: Début de la recherche
it: Inizio ricerca
ko: 검색 시작
tr: Arama başlangıcı
zh_hans: 搜索开始时间

# ask.search-within
source: Search within
de: Suchen innerhalb von
es: Buscar dentro de
fr: Rechercher sur
it: Cerca entro
ko: 검색 기간
tr: Şu süre içinde ara
zh_hans: 搜索范围

# ask.searching-the-selected-range
source: Searching the selected range…
de: Ausgewählter Bereich wird durchsucht…
es: Buscando en el rango seleccionado…
fr: Recherche dans la période sélectionnée…
it: Ricerca nell’intervallo selezionato…
ko: 선택한 범위를 검색 중…
tr: Seçilen aralık aranıyor…
zh_hans: 正在扫描所选时间范围…

# ask.select-life-areas
source: Select life areas
de: Lebensbereiche auswählen
es: Selecciona áreas de vida
fr: Choisir les domaines de vie
it: Seleziona aree di vita
ko: 생활 영역 선택
tr: Yaşam alanlarını seçin
zh_hans: 选择生活领域

# ask.set-as-primary
source: Set as Primary
de: Als primär festlegen
es: Definir como principal
fr: Définir comme principal
it: Imposta come primaria
ko: 주요 항목으로 설정
tr: Birincil Olarak Ayarla
zh_hans: 设为主要领域

# ask.shared-life-areas
source: Shared Life Areas
de: Gemeinsame Lebensbereiche
es: Áreas de vida compartidas
fr: Domaines de vie partagés
it: Aree di vita condivise
ko: 공통 생활 영역
tr: Ortak Yaşam Alanları
zh_hans: 共同生活领域

# ask.shared-primary-area
source: Shared Primary Area
de: Gemeinsamer Hauptbereich
es: Área principal compartida
fr: Domaine principal partagé
it: Area primaria condivisa
ko: 공통 주요 영역
tr: Ortak Birincil Alan
zh_hans: 共同主要领域

# ask.shared-related-areas-optional
source: Shared Related Areas · Optional
de: Gemeinsame verwandte Bereiche · Optional
es: Áreas relacionadas compartidas · Opcional
fr: Domaines associés partagés · Facultatif
it: Aree correlate condivise · Facoltative
ko: 공통 관련 영역 · 선택 사항
tr: Ortak İlgili Alanlar · İsteğe Bağlı
zh_hans: 共同相关领域 · 可选

# ask.still-unclear
source: Still unclear
de: Weiterhin unklar
es: Aún no está claro
fr: Toujours incertain
it: Ancora poco chiaro
ko: 여전히 불명확
tr: Hâlâ belirsiz
zh_hans: 尚不明确

# ask.suitable
source: Suitable
de: Geeignet
es: Idoneidad
fr: Adéquation
it: Adatto
ko: 적합
tr: Uygun
zh_hans: 适合度

# ask.support
source: support
de: Unterstützung
es: apoyo
fr: soutien
it: sostegno
ko: 지지
tr: destek
zh_hans: 支持度

# ask.support-note
source: Support reflects reception, planetary condition, the Moon, and related life areas in this chart.
de: Unterstützung spiegelt Rezeption, planetare Verfassung, den Mond und zugehörige Lebensbereiche in diesem Horoskop wider.
es: El apoyo refleja la recepción, el estado planetario, la Luna y las áreas de vida relacionadas de esta carta.
fr: Le soutien reflète la réception, l’état des planètes, la Lune et les domaines de vie associés dans cette carte.
it: Il sostegno riflette ricezione, condizione planetaria, Luna e aree di vita correlate in questo tema.
ko: 지지는 이 차트의 리셉션, 행성 상태, 달 및 관련 생활 영역을 반영합니다.
tr: Destek; bu haritadaki resepsiyonu, gezegen durumunu, Ay’ı ve ilgili yaşam alanlarını yansıtır.
zh_hans: 支持度综合当前盘面的接纳、行星状态、月亮和相关生活领域。

# ask.target-ruler
source: Target ruler
de: Zielherrscher
es: Regente del objetivo
fr: Maître de la cible
it: Governatore dell’obiettivo
ko: 대상 주인성
tr: Hedef yöneticisi
zh_hans: 目标主星

# ask.the-chart-could-not-be-calculated-check-the-time-and-location-then-try-a
source: The chart could not be calculated. Check the time and location, then try again.
de: Das Horoskop konnte nicht berechnet werden. Prüfe Zeit und Standort und versuche es erneut.
es: No se pudo calcular la carta. Comprueba la hora y el lugar e inténtalo de nuevo.
fr: La carte n’a pas pu être calculée. Vérifiez l’heure et le lieu, puis réessayez.
it: Non è stato possibile calcolare il tema. Controlla ora e località e riprova.
ko: 차트를 계산할 수 없습니다. 시간과 위치를 확인한 후 다시 시도하세요.
tr: Harita hesaplanamadı. Zamanı ve konumu kontrol edip tekrar deneyin.
zh_hans: 暂时无法完成计算，请检查时间和地点后重试。

# ask.timing-ambiguous
source: Timing is unclear
de: Das Timing ist unklar
es: El tiempo no está claro
fr: Le timing reste incertain
it: La tempistica non è chiara
ko: 시기가 불분명합니다
tr: Zamanlama belirsiz
zh_hans: 时间线索不够明确

# ask.timing-consumer-note
source: Timing is symbolic guidance from the question chart, not a guaranteed event date.
de: Das Timing ist eine symbolische Orientierung aus dem Fragehoroskop, kein garantiertes Ereignisdatum.
es: El tiempo es una guía simbólica de la carta de la pregunta, no una fecha garantizada.
fr: Le timing est une indication symbolique de la carte de la question, pas une date garantie.
it: La tempistica è un’indicazione simbolica della carta della domanda, non una data garantita.
ko: 시기는 질문 차트에서 읽는 상징적 안내이며, 사건 날짜를 보장하지 않습니다.
tr: Zamanlama, soru haritasından gelen sembolik bir rehberdir; kesin bir olay tarihi değildir.
zh_hans: 时间判断是基于问事盘的象征性指引，不是对事件日期的保证。

# ask.timing-days
source: Days
de: Tage
es: Días
fr: Jours
it: Giorni
ko: 일
tr: Günler
zh_hans: 天

# ask.timing-indicated
source: Timing is indicated
de: Das Horoskop zeigt einen zeitlichen Hinweis
es: La carta muestra indicios de tiempo
fr: La carte indique un timing
it: La carta indica una tempistica
ko: 차트에 시기 단서가 있습니다
tr: Harita zamanlamaya işaret ediyor
zh_hans: 星盘给出了时间线索

# ask.timing-mixed-explanation
source: The timing signals point to more than one scale, so keep the window broad.
de: Die Timing-Hinweise deuten auf mehr als eine Zeitskala; halte das Zeitfenster daher weit.
es: Las señales apuntan a más de una escala de tiempo, así que conviene mantener una ventana amplia.
fr: Les indices pointent vers plusieurs échelles de temps ; gardez donc une fenêtre assez large.
it: Gli indicatori puntano a più scale temporali, quindi mantieni ampia la finestra.
ko: 시기 단서가 여러 시간 척도를 가리키므로 범위를 넓게 보는 편이 좋습니다.
tr: Zamanlama göstergeleri birden fazla ölçeğe işaret ediyor; bu yüzden aralığı geniş tutun.
zh_hans: 时间线索指向不止一种尺度，因此应保留较宽的时间范围。

# ask.timing-months-years
source: Months or years
de: Monate oder Jahre
es: Meses o años
fr: Mois ou années
it: Mesi o anni
ko: 몇 달 또는 몇 년
tr: Aylar veya yıllar
zh_hans: 数月或数年

# ask.timing-no-promise
source: This chart does not support a reliable time window right now.
de: Dieses Horoskop trägt derzeit kein verlässliches Zeitfenster.
es: Esta carta no permite establecer ahora una ventana de tiempo fiable.
fr: Cette carte ne permet pas d’établir pour l’instant une fenêtre de temps fiable.
it: Questa carta al momento non sostiene una finestra temporale affidabile.
ko: 이 차트에서는 현재 신뢰할 만한 시간 범위를 제시하기 어렵습니다.
tr: Bu harita şu anda güvenilir bir zaman aralığını desteklemiyor.
zh_hans: 这张问事盘目前不足以支持可靠的时间窗口。

# ask.timing-not-indicated
source: No clear timing is shown
de: Kein klares Timing erkennbar
es: No aparece un tiempo claro
fr: Aucun timing clair n’apparaît
it: Non emerge una tempistica chiara
ko: 명확한 시기가 보이지 않습니다
tr: Net bir zamanlama görünmüyor
zh_hans: 目前没有明确的时间线索

# ask.timing-prevented
source: No reliable timing yet
de: Noch kein verlässliches Timing
es: Aún no hay un tiempo fiable
fr: Pas encore de timing fiable
it: Non c’è ancora una tempistica affidabile
ko: 아직 신뢰할 만한 시기가 없습니다
tr: Henüz güvenilir bir zamanlama yok
zh_hans: 目前没有可靠的时间判断

# ask.timing-weeks-months
source: Weeks or months
de: Wochen oder Monate
es: Semanas o meses
fr: Semaines ou mois
it: Settimane o mesi
ko: 몇 주 또는 몇 달
tr: Haftalar veya aylar
zh_hans: 数周或数月

# ask.to-perfection
source: to perfection
de: bis zur Perfektion
es: hasta la perfección
fr: jusqu’à la perfection
it: alla perfezione
ko: 완성까지
tr: tamamlanmaya
zh_hans: 至完满

# ask.total
source: Total
de: Gesamt
it: Totale
ko: 합계
tr: Toplam
zh_hans: 总分

# ask.very-likely
source: Very likely
de: Sehr wahrscheinlich
es: Muy probable
fr: Très probable
it: Molto probabile
ko: 가능성 매우 높음
tr: Çok olası
zh_hans: 很可能

# ask.very-unlikely
source: Very unlikely
de: Sehr unwahrscheinlich
es: Muy improbable
fr: Très improbable
it: Molto improbabile
ko: 가능성 매우 낮음
tr: Çok düşük olasılık
zh_hans: 很不可能

# ask.view-chart-analysis
source: View chart analysis
de: Horoskopanalyse anzeigen
es: Ver análisis de la carta
fr: Voir l’analyse de la carte
it: Visualizza analisi del tema
ko: 차트 분석 보기
tr: Harita analizini görüntüle
zh_hans: 查看专业分析

# ask.void-of-course
source: Void of course
de: Mond im Leerlauf
es: Vacía de curso
fr: Vide de course
it: Luna fuori corso
ko: 보이드 오브 코스
tr: Boşlukta
zh_hans: 空亡

# ask.week
source: Week
de: Woche
es: Semana
fr: Semaine
it: Settimana
ko: 주
tr: Hafta
zh_hans: 周

# ask.what-are-you-planning
source: What are you planning?
de: Was planst du?
es: ¿Qué estás planeando?
fr: Que prévoyez-vous ?
it: Che cosa stai pianificando?
ko: 무엇을 계획하고 있나요?
tr: Ne planlıyorsunuz?
zh_hans: 你准备做什么？

# ask.what-do-you-want-to-ask
source: What do you want to ask?
de: Was möchtest du fragen?
es: ¿Qué quieres preguntar?
fr: Que voulez-vous demander ?
it: Che cosa vuoi chiedere?
ko: 무엇을 질문하고 싶나요?
tr: Ne sormak istiyorsunuz?
zh_hans: 你想问什么？

# ask.what-is-this-option
source: What is this option?
de: Was ist diese Option?
es: ¿Qué es esta opción?
fr: Qu’est-ce que cette option ?
it: Che cos’è questa opzione?
ko: 이 선택지는 무엇인가요?
tr: Bu seçenek nedir?
zh_hans: 这个选项是什么？

# ask.when
source: When
de: Wann
es: Cuándo
fr: Quand
it: Quando
ko: 언제
tr: Ne zaman
zh_hans: 什么时候
